Repository: NontKrub/PRC-PhotoBooth
Catalog: iPad/Localizable.xcstrings
Source language: en
Languages: th

source: %@ photos
th: %1$@ รูปภาพ

source: %@s countdown
th: %1$@ วินาที

source: 6-digit PIN
th: PIN 6 หลัก

source: All done!
th: เสร็จเรียบร้อย!

source: Ask the operator to tap Codes Match on the Mac.
th: ให้ผู้ควบคุมแตะรหัสตรงกันบน Mac

source: Authentication
th: การยืนยันตัวตน

source: Authentication failed
th: การยืนยันตัวตนล้มเหลว

source: Automatically reconnect to selected Mac
th: เชื่อมต่อ Mac ที่เลือกโดยอัตโนมัติ

source: Available
th: พร้อมใช้งาน

source: Back
th: ย้อนกลับ

source: Back to Options
th: กลับไปที่ตัวเลือก

source: Booth temporarily unavailable
th: บูธไม่พร้อมใช้งานชั่วคราว

source: Camera access is required to scan pairing QR codes.
th: ต้องอนุญาตให้ใช้กล้องเพื่อสแกน QR สำหรับจับคู่

source: Camera access is unavailable.
th: ไม่สามารถใช้กล้องได้

source: Camera is unavailable on this iPad.
th: กล้องไม่พร้อมใช้งานบน iPad เครื่องนี้

source: Cancel
th: ยกเลิก

source: Choose Another Mac
th: เลือก Mac เครื่องอื่น

source: Choose your experience
th: เลือกรูปแบบของคุณ

source: Confirm that this code matches the one shown on the Mac:
th: ยืนยันว่ารหัสนี้ตรงกับรหัสที่แสดงบน Mac:

source: Connect
th: เชื่อมต่อ

source: Connected
th: เชื่อมต่อแล้ว

source: Connected to %@
th: เชื่อมต่อกับ %1$@

source: Connected via Ethernet
th: เชื่อมต่อผ่าน Ethernet

source: Connected via Wi-Fi
th: เชื่อมต่อผ่าน Wi-Fi

source: Connecting…
th: กำลังเชื่อมต่อ…

source: Connection
th: การเชื่อมต่อ

source: Connection Settings
th: การตั้งค่าการเชื่อมต่อ

source: Continue
th: ดำเนินการต่อ

source: Cool
th: โทนเย็น

source: Created by nont
th: สร้างโดย nont

source: Device Name
th: ชื่ออุปกรณ์

source: Done
th: เสร็จสิ้น

source: Enter Pairing PIN
th: ป้อน PIN สำหรับจับคู่

source: Enter PIN Instead
th: ป้อน PIN แทน

source: Expires in
th: หมดอายุใน

source: Filter
th: ฟิลเตอร์

source: Forget
th: ลืม

source: Forget Device
th: ลืมอุปกรณ์

source: Forget Preferred Mac
th: ลืม Mac ที่เลือก

source: Forget this Mac on both devices, then pair again with PIN or QR.
th: ลืมการจับคู่ Mac นี้บนอุปกรณ์ทั้งสองเครื่อง แล้วจับคู่อีกครั้งด้วย PIN หรือ QR

source: High Contrast
th: คอนทราสต์สูง

source: How did it look?
th: ภาพเป็นอย่างไรบ้าง?

source: Includes current connection, pairing, discovery, preview, and recent transport events.
th: รวมการเชื่อมต่อ การจับคู่ การค้นหา การแสดงตัวอย่าง และเหตุการณ์การส่งข้อมูลล่าสุด

source: Invalid control frame. Reconnecting…
th: ข้อมูลควบคุมไม่ถูกต้อง กำลังเชื่อมต่อใหม่…

source: Keep & finish
th: เก็บและเสร็จสิ้น

source: Keep & next
th: เก็บและถัดไป

source: Language
th: ภาษา

source: Mac Connection
th: การเชื่อมต่อ Mac

source: Monochrome
th: ขาวดำ

source: Nearby Macs
th: Mac ใกล้เคียง

source: Next session
th: เซสชันถัดไป

source: No Mac selected
th: ยังไม่ได้เลือก Mac

source: No Macs found
th: ไม่พบ Mac

source: Not connected
th: ยังไม่ได้เชื่อมต่อ

source: Not Paired
th: ยังไม่ได้จับคู่

source: Open Settings
th: เปิดการตั้งค่า

source: Original
th: ต้นฉบับ

source: Pair
th: จับคู่

source: Paired
th: จับคู่แล้ว

source: Pairing
th: กำลังจับคู่

source: Pairing Error
th: ข้อผิดพลาดการจับคู่

source: Pairing expired
th: การจับคู่หมดอายุ

source: Pairing key missing
th: ไม่พบกุญแจจับคู่

source: Pairing PIN
th: PIN สำหรับจับคู่

source: Photo %@ of %@
th: ภาพที่ %1$@ จาก %2$@

source: Photo strip
th: โฟโต้สตริป

source: Please wait for staff
th: กรุณารอเจ้าหน้าที่

source: Preferred
th: ที่เลือก

source: Preferred Mac
th: Mac ที่เลือก

source: Preferred Mac not connected
th: Mac ที่เลือกยังไม่ได้เชื่อมต่อ

source: Preferred Mac unavailable
th: Mac ที่เลือกไม่พร้อมใช้งาน

source: Preview
th: ภาพตัวอย่าง

source: Preview connection
th: การเชื่อมต่อภาพตัวอย่าง

source: Processing recovery choice…
th: กำลังประมวลผลตัวเลือกการกู้คืน…

source: Processing…
th: กำลังประมวลผล…

source: QR code
th: คิวอาร์โค้ด

source: QR scanning is unavailable on this iPad.
th: การสแกน QR ใช้งานไม่ได้บน iPad เครื่องนี้

source: Recently seen
th: พบเมื่อไม่นานนี้

source: Reconnect
th: เชื่อมต่ออีกครั้ง

source: Reconnecting…
th: กำลังเชื่อมต่อใหม่…

source: Refresh
th: รีเฟรช

source: Requesting camera access…
th: กำลังขอสิทธิ์ใช้กล้อง…

source: Retake
th: ถ่ายใหม่

source: Retry
th: ลองใหม่

source: Round trip
th: เวลาไปกลับ

source: Save Device Name
th: บันทึกชื่ออุปกรณ์

source: Saving your choice…
th: กำลังบันทึกตัวเลือกของคุณ…

source: Scan Pairing QR
th: สแกน QR สำหรับจับคู่

source: Scan to get your photos
th: สแกนเพื่อรับรูปภาพของคุณ

source: Searching
th: กำลังค้นหา

source: Searching for Macs…
th: กำลังค้นหา Mac…

source: Secure connection failed. Reconnecting…
th: การเชื่อมต่อที่ปลอดภัยล้มเหลว กำลังเชื่อมต่อใหม่…

source: Securing connection
th: กำลังรักษาความปลอดภัยการเชื่อมต่อ

source: Select or pair a Mac.
th: เลือกหรือจับคู่กับ Mac

source: Shot
th: ภาพถ่าย

source: Soft
th: นุ่มนวล

source: START
th: เริ่ม

source: Tap anywhere to begin
th: แตะที่ใดก็ได้เพื่อเริ่ม

source: Template
th: เทมเพลต

source: The booth did not confirm that choice. Tap the same choice to retry safely.
th: บูธยังไม่ยืนยันตัวเลือกนี้ แตะตัวเลือกเดิมเพื่อทดลองใหม่อย่างปลอดภัย

source: The iPad camera could not be opened.
th: ไม่สามารถเปิดกล้อง iPad ได้

source: This iPad
th: iPad เครื่องนี้

source: This Mac must be paired again before it can reconnect.
th: ต้องจับคู่ Mac เครื่องนี้ใหม่ก่อนเชื่อมต่ออีกครั้ง

source: Trusted
th: เชื่อถือ

source: Verify connection
th: ยืนยันการเชื่อมต่อ

source: Version incompatible
th: เวอร์ชันไม่เข้ากัน

source: Vintage
th: วินเทจ

source: Waiting for camera…
th: กำลังรอกล้อง…

source: Waiting for operator
th: กำลังรอผู้ควบคุม

source: Waiting for operator…
th: กำลังรอผู้ควบคุม…

source: Warm
th: โทนอุ่น

source: Wi-Fi fallback
th: สำรองด้วย Wi-Fi

source: You're up!
th: ถึงตาคุณแล้ว!
